<?php

/**
 * Displays obuchenie program
 */

?>
<section class="obuchenie program">
  <div class="section-bg">
    <svg width="2529" height="212" viewBox="0 0 2529 212" fill="none" xmlns="http://www.w3.org/2000/svg">
      <path d="M1 0.999115C1 0.999115 494.387 156.149 825.189 177.487C1080.66 193.966 1247.33 233 1499.44 193.948C1702.89 162.435 1898.5 105.499 2104.5 116.499C2298.93 126.881 2386.9 152.574 2528 199.999" stroke="#967866" stroke-opacity="0.2" />
      <rect width="18" height="18" rx="9" transform="matrix(1 0 0 -1 595 159)" fill="#EAE4E0" />
    </svg>
  </div>
  <div class="container">
    <h2 class="h2 text-second-dark">Программа обучения</h2>
    <div class="content">
      <div class="content-text">
        <p>1 ДЕНЬ</p>
        <p>с 11:00 до 18:00</p>
      </div>
      <div class="content-text">
        <p>ТЕОРИЯ</p>
        <ul class="ul-disk">
          <li>Узнайте о волосах все, что важно: виды сырья и лучший выбор, страны происхождения, структура и отличие, чем отличаются славянские волосы от фабричных</li>
          <li>Как выбрать волосы под клиента</li>
          <li>Как рассчитать объем волос и капсул для клиента</li>
          <li>Деление волос по длине: грамотно используем вычес</li>
          <li>Капсуляция: попрядная, ленточная, экспресс-метод</li>
          <li>Подбор оттенков и смешивание кератина</li>
          <li>Секреты плавного затемнения корней</li>
          <li>Повтор рисунка окрашивания при смешивании оттенков</li>
          <li>Даблдронирование с карды</li>
          <li>Демонстрация авторской скрутки капсул</li>
          <li>Практика на болванке: глянцевые, герметичные капсулы</li>
          <li>Разбор типичных ошибок мастеров по наращиванию</li>
          <li>Уход за наращенными волосами</li>
          <li>Инструменты для горячего наращивания</li>
        </ul>
        <p>Помимо прочего вы научитесь разбираться в таких вопросах, как:</p>
        <ul class="ul-disk">
          <li>«Полный вес хвоста» — что это и в чем отличие от «хвоста с вычесом»</li>
          <li>Перевертыши: как выглядят, почему появляются и как восстанавливается срез</li>
          <li>Стоимость наращивания: как формируются цены</li>
          <li>Дешевые и дорогие волосы: отличия</li>
        </ul>
      </div>
    </div>
    <div class="content">
      <div class="content-text">
        <p>2 ДЕНЬ</p>
        <p>с 11:00 до 19:00</p>
      </div>
      <div class="content-text">
        <p>ПРАКТИКА</p>
        <ul class="ul-disk">
          <li>Наращивание волос на модели</li>
          <li>Расстановка капсул, укладка, портфолио</li>
          <li>Фишки, упрощающие процесс</li>
          <li>Окантовка</li>
          <li>Укладка</li>
          <li>Съемка для портфолио</li>
        </ul>
      </div>
    </div>
  </div>
  <div class="section-bg-mobile">
    <svg width="480" height="39" viewBox="0 0 480 39" fill="none" xmlns="http://www.w3.org/2000/svg">
      <path d="M3.18727e-06 37.6191C3.18727e-06 37.6191 89.9547 12.7411 150.267 9.31952C196.844 6.67715 223.721 8.07686 269.688 14.3387C306.781 19.3917 332.85 21.5345 371.503 21.5345C406.99 21.5345 454.274 8.76542 480 1.16085" stroke="#967866" stroke-opacity="0.2" />
      <rect width="16" height="16" rx="8" transform="matrix(1 -8.74228e-08 -8.74228e-08 -1 95 21.7605)" fill="#EAE4E0" />
    </svg>
  </div>
</section>