<?php

/**
 * Displays obuchenie choice
 */
$url = get_field('pochemu_luchshe_uchitsya_imenno_u_nas');

?>
<section class="obuchenie choice">
  <div class="section-bg ">
    <svg width="2529" height="212" viewBox="0 0 2529 212" fill="none" xmlns="http://www.w3.org/2000/svg">
      <path d="M1 0.999115C1 0.999115 494.387 156.149 825.189 177.487C1080.66 193.966 1247.33 233 1499.44 193.948C1702.89 162.435 1962.5 163.499 2168.5 174.499C2362.93 184.881 2386.9 152.574 2528 199.999" stroke="#967866" stroke-opacity="0.2" />
      <rect width="18" height="18" rx="9" transform="matrix(1 0 0 -1 595 159)" fill="#EAE4E0" />
    </svg>
  </div>
  <div class="container">
    <div class="content">
      <div class="content-text">
        <div class="section-header">
          <h2 class="h2 text-second-dark">Почему лучше учиться именно у нас</h2>
        </div>
        <ul class="ul-disk">
          <li>Курсы по наращиванию волос проводит действующий мастер с авторской методикой</li>
          <li>Обучение максимально практическое — 70% времени вы нарабатываете навык</li>
          <li>Преподаватель даёт персональную обратную связь каждому ученику</li>
          <li>Все инструменты, материалы и модели предоставляются</li>
          <li>Успешные ученики сразу после курса начинают работать с клиентами</li>
          <li>Сертификат — выдаём официальный документ</li>
        </ul>
        <div class="quote-block">
          <div class="quote-icon-top">
            <svg width="26" height="20" viewBox="0 0 26 20" fill="none" xmlns="http://www.w3.org/2000/svg">
              <path d="M2.30823 18.2759C0.806349 16.6762 0 14.8819 0 11.9734C0 6.8553 3.58264 2.26804 8.79255 0L10.0947 2.01506C5.23179 4.65307 4.28108 8.07633 3.90197 10.2347C4.68499 9.82818 5.71006 9.68633 6.71471 9.77992C9.34519 10.0241 11.4187 12.1898 11.4187 14.8819C11.4187 16.2393 10.881 17.5411 9.92388 18.5009C8.96679 19.4608 7.66871 20 6.31518 20C5.56665 19.9935 4.82688 19.8377 4.13896 19.5418C3.45104 19.2458 2.82871 18.8155 2.30823 18.2759ZM16.8896 18.2759C15.3877 16.6762 14.5813 14.8819 14.5813 11.9734C14.5813 6.8553 18.164 2.26804 23.3739 0L24.676 2.01506C19.8131 4.65307 18.8624 8.07633 18.4833 10.2347C19.2663 9.82818 20.2914 9.68633 21.2961 9.77992C23.9265 10.0241 26 12.1898 26 14.8819C26 16.2393 25.4623 17.5411 24.5052 18.5009C23.5481 19.4608 22.2501 20 20.8965 20C20.148 19.9935 19.4082 19.8377 18.7203 19.5418C18.0324 19.2458 17.4101 18.8155 16.8896 18.2759Z" fill="#B17959" />
            </svg>
          </div>
          <div class="quote-text">Мы не просто обучаем, а создаем условия, чтобы вы могли сосредоточиться
            на практике и выйти с готовыми результатами.
            Всё, чтобы вы стали востребованным мастером, которому клиенты доверяют.</div>
          <div class="quote-icon-bottom">
            <svg width="26" height="20" viewBox="0 0 26 20" fill="none" xmlns="http://www.w3.org/2000/svg">
              <path d="M23.6916 1.72406C25.1936 3.32383 26 5.11808 26 8.02661C26 13.1447 22.4186 17.732 17.207 20L15.9048 17.9849C20.7679 15.3469 21.7187 11.9237 22.0993 9.7653C21.3162 10.1718 20.2911 10.3137 19.2849 10.2201C16.6543 9.97587 14.5807 7.81019 14.5807 5.11808C14.5807 3.76068 15.1184 2.45888 16.0756 1.49905C17.0327 0.539225 18.3309 0 19.6845 0C21.2491 0 22.7467 0.716531 23.6916 1.72406ZM9.10948 1.72406C10.6114 3.32383 11.4178 5.11808 11.4178 8.02661C11.4178 13.1447 7.83646 17.732 2.62479 20L1.3226 17.9849C6.18575 15.3469 7.13651 11.9237 7.51565 9.7653C6.73259 10.1718 5.70746 10.3137 4.70275 10.2201C2.07213 9.97733 0 7.81165 0 5.11808C0 3.76068 0.537715 2.45888 1.49486 1.49905C2.452 0.539225 3.75016 0 5.10376 0C6.66842 0 8.16601 0.716531 9.11094 1.72406" fill="#B17959" />
            </svg>
          </div>
        </div>
      </div>
      <div class="photo-block">
        <?php if ($url): ?>
          <img src="<?php echo esc_url($url); ?>" alt="Фото" loading="lazy">
        <?php endif; ?>
      </div>
    </div>
  </div>

  <div class="section-bg-mobile">
    <svg width="480" height="39" viewBox="0 0 480 39" fill="none" xmlns="http://www.w3.org/2000/svg">
      <path d="M480 1.24423C480 1.24423 390.045 26.1222 329.733 29.5437C283.156 32.1861 256.279 30.7864 210.312 24.5246C173.219 19.4715 147.15 17.3287 108.497 17.3287C73.0095 17.3287 25.7257 30.0978 9.98378e-06 37.7024" stroke="#967866" stroke-opacity="0.2" />
      <rect width="16" height="16" rx="8" transform="matrix(-1 0 0 1 385 17.1028)" fill="#EAE4E0" />
    </svg>
  </div>
</section>