<?php

/**
 * Displays obuchenie author
 */
$url = get_field('prepodavatel');

?>
<section class="obuchenie author">
  <div class="section-bg">
    <svg width="2464" height="189" viewBox="0 0 2464 189" fill="none" xmlns="http://www.w3.org/2000/svg">
      <path d="M1 1C1 1 462.393 128.603 771.743 146.153C1010.65 159.706 1148.5 152.527 1384.27 120.409C1574.53 94.4909 1712.74 120.409 1911 120.409C2093.02 120.409 2331.05 148.995 2463 188" stroke="#967866" stroke-opacity="0.2" />
      <rect x="511" y="107" width="18" height="18" rx="9" fill="#EAE4E0" />
    </svg>
  </div>
  <div class="container">
    <div class="content">
      <div class="content-text">
        <div class="section-header">
          <h2 class="h2 text-second-dark">О преподавателе</h2>
          <div class="logo-title"><?php get_logo(); ?></div>
        </div>
        <p>Автор курса — <span class="weight-600">Герман Ксения</span>, профессионал,
          которая досконально изучила тему наращивания волос.</p>
        <p>Ее бэкграунд — это много лет практики и собственные авторские методики наращивания, обучающие работать с нуля
          без вспомогательного круга и подачи прядей от клиента.</p>
        <p>На курсе она раскрывает нюансы подготовки волос и техники капсуляции, адаптированной под индивидуальные особенности клиента.</p>
        <ul class="ul-disk">
          <li>9 лет практики в наращивании</li>
          <li>7 лет преподавания</li>
          <li>Около 500 обученных мастеров</li>
          <li>Основатель студии «German Hair»</li>
        </ul>

        <div class="quote-block">
          <div class="quote-icon-top">
            <svg width="26" height="20" viewBox="0 0 26 20" fill="none" xmlns="http://www.w3.org/2000/svg">
              <path d="M2.30823 18.2759C0.806349 16.6762 0 14.8819 0 11.9734C0 6.8553 3.58264 2.26804 8.79255 0L10.0947 2.01506C5.23179 4.65307 4.28108 8.07633 3.90197 10.2347C4.68499 9.82818 5.71006 9.68633 6.71471 9.77992C9.34519 10.0241 11.4187 12.1898 11.4187 14.8819C11.4187 16.2393 10.881 17.5411 9.92388 18.5009C8.96679 19.4608 7.66871 20 6.31518 20C5.56665 19.9935 4.82688 19.8377 4.13896 19.5418C3.45104 19.2458 2.82871 18.8155 2.30823 18.2759ZM16.8896 18.2759C15.3877 16.6762 14.5813 14.8819 14.5813 11.9734C14.5813 6.8553 18.164 2.26804 23.3739 0L24.676 2.01506C19.8131 4.65307 18.8624 8.07633 18.4833 10.2347C19.2663 9.82818 20.2914 9.68633 21.2961 9.77992C23.9265 10.0241 26 12.1898 26 14.8819C26 16.2393 25.4623 17.5411 24.5052 18.5009C23.5481 19.4608 22.2501 20 20.8965 20C20.148 19.9935 19.4082 19.8377 18.7203 19.5418C18.0324 19.2458 17.4101 18.8155 16.8896 18.2759Z" fill="#B17959" />
            </svg>
          </div>
          <div class="quote-text">Открою свои секреты наращивания, лайфхаки, подарю багаж знаний, накопленных
            за годы практики, и ценную информацию о разных подходах к бизнесу.
            Научу вас созданию красивых герметичных капсул, качественному наращиванию,
            а также разберем тему сервиса и почему он настолько важен.</div>
          <div class="quote-author">Герман Ксения</div>
          <div class="quote-icon-bottom">
            <svg width="26" height="20" viewBox="0 0 26 20" fill="none" xmlns="http://www.w3.org/2000/svg">
              <path d="M23.6916 1.72406C25.1936 3.32383 26 5.11808 26 8.02661C26 13.1447 22.4186 17.732 17.207 20L15.9048 17.9849C20.7679 15.3469 21.7187 11.9237 22.0993 9.7653C21.3162 10.1718 20.2911 10.3137 19.2849 10.2201C16.6543 9.97587 14.5807 7.81019 14.5807 5.11808C14.5807 3.76068 15.1184 2.45888 16.0756 1.49905C17.0327 0.539225 18.3309 0 19.6845 0C21.2491 0 22.7467 0.716531 23.6916 1.72406ZM9.10948 1.72406C10.6114 3.32383 11.4178 5.11808 11.4178 8.02661C11.4178 13.1447 7.83646 17.732 2.62479 20L1.3226 17.9849C6.18575 15.3469 7.13651 11.9237 7.51565 9.7653C6.73259 10.1718 5.70746 10.3137 4.70275 10.2201C2.07213 9.97733 0 7.81165 0 5.11808C0 3.76068 0.537715 2.45888 1.49486 1.49905C2.452 0.539225 3.75016 0 5.10376 0C6.66842 0 8.16601 0.716531 9.11094 1.72406" fill="#B17959" />
            </svg>
          </div>
        </div>
      </div>
      <div class="photo-block">
        <?php if ($url): ?>
          <img src="<?php echo esc_url($url); ?>" alt="Фото" loading="lazy">
        <?php endif; ?>
      </div>
    </div>
  </div>

  <div class="section-bg-mobile rtl">
    <svg width="480" height="35" viewBox="0 0 480 35" fill="none" xmlns="http://www.w3.org/2000/svg">
      <path d="M0 33.786C0 33.786 72.0736 10.2919 120.397 7.06071C157.716 4.56532 179.25 5.88718 216.079 11.8007C245.799 16.5726 258.932 18.8727 289.088 24.5204C310.75 28.5772 326.521 30.3908 347.133 23.2093C360.537 18.5391 379.568 8.73423 393.84 7.06072C422.976 3.64436 447.501 15.9692 480 18.0534" stroke="#967866" stroke-opacity="0.2" />
      <rect x="415" y="0.431519" width="16" height="16" rx="8" fill="#EAE4E0" />
    </svg>
  </div>

</section>